; Generated (18.04.2018 22:20:19) by Reg Converter v1.2
; www.sordum.org

[Main]
Language=Auto
LastRegFile=
ConvertType=au3
AutoSaveDialog=0
Add_Clarifications=1
Vbs_ShorMainRegKey=1
Au3_ShorMainRegKey=1
Bat_Type=Reg.exe
Bat1_ShowProgress=0
Bat1_ShorMainRegKey=1
Bat2_ShowProgress=0
Bat2_AskUserToConfirm=0
Bat2_Convert_REG_SZ=1
Bat2_DeleteBlankLines=0
Bat2_RandomTempFile=1

[Recent_Registry_Keys]
01=HKLM\SYSTEM\CurrentControlSet\Services
02=HKLM\Software\Microsoft\Windows\CurrentVersion
03=HKLM\Software\Microsoft\Windows\CurrentVersion\Run
04=HKLM\Software\Microsoft\Windows\CurrentVersion\Explorer\Shell Folders

[Language_English]
01="BlueLife"
02="Output:"
03="Bat\n Command Prompt Script File"
04="Vbs\n VBScript File"
05="Au3\n Autoit3 Script File"
06="Close Menu"
07="Main Reg Key Shorten"
08="Options ..."
09="Use Reg.exe"
10="Use Regedit.exe"
11="Show Progress - Echo On"
12="Ask User to Confirm"
13="Convert Unicode REG_SZ Value"
14="Delete Blank Lines"
15="Random Temp File"
16="Source Reg File:"
17="Select Reg File"
18="Open With Notepad"
19="Registry File Content"
20="Clipboard Content"
21="Converted Content"
22="Copy Output Content to Clipboard"
23="Jump to Registry Key"
24="Convert Reg File\n Convert Reg File content"
25="Convert Clip ...\n Convert Clipboard Content"
26="Save To File\n Save Output Content"
27="Menu\n Options"
28="&Auto Save Dialog"
29="&Add comments"
30="&Command Line Info"
31="Context &Menu Options"
32="&Donate"
33="&Contact"
34="&HomePage"
35="&About"
36="Please Wait ..."
37="Select Registry Files\n Registry Files\n All Files"
38="Save Files\n Batch Files\n VBScript Files\n Autoit Script Files"
39="There are unicode characters in the content!\n The file will be saved as ANSI."
40="The file could not be written!"
41="Reg file reading..."
42="Reg information is being checking..."
43="Reg information is being converting..."
44="you must have administrator rights to start this feature!"
45="Open Location\n Recent Registry Keys"
46="Convert to bat\n Convert to bat2\n Convert to vbs\n Convert to au3\n Save to file\n Write to clipboard\n Apply Changes"

[Language_Turkish_Türkçe]
01="BlueLife"
02="Çıktı:"
03="Bat\n Komut istemi Dosyası"
04="Vbs\n VBScript Dosyası"
05="Au3\n Autoit3 Dosyası"
06="Menüyü Kapat"
07="Ana Reg Anahtarını Kısalt"
08="Seçenekler ..."
09="Reg.exe'yi Kullan"
10="Regedit.exe'yi Kullan"
11="İşlemleri Göster - Echo On"
12="Kullanıcıdan Onay İste"
13="Unicode REG_SZ Değerlerini Dönüştür"
14="Boş Satırları Sil"
15="Rastgele Temp Dosyası"
16="Kaynak Reg Dosyası:"
17="Reg Dosyasını Seç"
18="Notepad ile Aç"
19="Reg Dosyası İçeriği"
20="Pano İçeriği"
21="Dönüştürülen Veri"
22="Dönüştürülen Veriyi Panoya Kopyala"
23="Kayıt Defteri Anahtarına Atla"
24="Dosyadakini ...\n Reg Dosyası içeriğini Dönüştür"
25="Panodakini ...\n Pano içeriğini Dönüştür"
26="Dosyaya Kaydet\n Çıktı içeriğini Dosyaya Kaydet"
27="Menü ...\n Seçenekler"
28="&Otomatik Kaydet Ekranı"
29="&Açıklamaları Ekle"
30="&Komut Istemi Bilgisi"
31="Sağ Tuş Menüsü Ayarları"
32="&Bağış Yap"
33="&İletişim"
34="&Web Sitesi"
35="&Hakkında"
36="Lütfen Bekleyiniz ..."
37="Kayıt Defteri Dosyasını Seç\n Kayıt Defteri Dosyaları\n Tüm Dosyalar"
38="Dosyaya Kaydet\n Komut İstemi Dosyaları\n VBScript Dosyaları\n Autoit3 Dosyaları"
39="İçerikte unicode karakterler var!\n Dosya ANSI olarak kaydedilecek."
40="Dosyaya yazılamıyor!"
41="Reg dosyası okunuyor ..."
42="Reg bilgileri gözden geçiriliyor ..."
43="Reg bilgisi dönüştürülüyor ..."
44="Bu özelliği çalıştırmak için yönetici yetkisi gerekiyor!"
45="Konumu Aç\n Son Kayıt Defteri Anahtarları"
46="Bat Formatına Dönüştür\n Bat2 Formatına Dönüştür\n Vbs Formatına Dönüştür\n Au3 Formatına Dönüştür\n Dosyaya Kaydet\n Panoya Yaz\n Değişiklikleri Uygula"

[Language_German_Deutsch]
01="Velociraptor"
02="Output:"
03="Bat\n Batch Datei"
04="Vbs\n VBScript Datei"
05="Au3\n Autoit3 Datei"
06="Menü schließen"
07="Haupt Registrierungsschlüssel verkürzen"
08="Optionen ..."
09="Reg.exe benutzen"
10="Regedit.exe benutzen"
11="Fortschrittsanzeigen darstellen"
12="den Benutzer zur Bestätigung auffordert"
13="Unicode REG_SZ Datei konvertieren"
14="die leeren Zeilen löschen"
15="Zufällige Temp-Datei"
16="Reg Quelldaten:"
17="Reg Datei wählen"
18="mit dem Notepad öffnen"
19="Reg Datei Inhalt "
20="Zwischenablage Inhalt"
21="Der konvertierte Inhalt"
22="der Ausgabe Inhalt in die Zwischenablage kopieren"
23="Registrierungsschlüssel Springen"
24="Reg Datei konvertieren\n Reg Datei Inhalt Konvertieren"
25="Zwischenablage ...\n Zwischenablage Inhalt konvertieren"
26="Speichern unter\n Konvertierte Inhalt speichern"
27="Menü ...\n Optionen"
28="&Automatisch speichern Dialog"
29="&Kommentare hinzufügen"
30="&Eingabeaufforderung Info"
31="Kontextmenü Optionen"
32="&Spenden"
33="&Kontakt"
34="&Startseite"
35="&Über Uns"
36="Bitte warten ..."
37="Registry datei Wählen\n Registry Dateien\n Alle Dateien"
38="Dateien speichern\n Eingabeaufforderung Dateien\n VBScript Dateien\n Autoit3 Dateien"
39="Es gibt Unicode Zeichen im Inhalt!\n Die Datei wird als ANSI gespeichert."
40="die Datei kann nicht geschrieben werden!"
41="Reg Datei Lesen ..."
42="Reg Info Wird überprüft ..."
43="Reg Informationen werden konvertiert ..."
44="Um diese Funktion zu nutzen Sie müssen Administratorrechte besitzen!"
45="Speicherort öffnen\n letzte Registrierungsschlüssel"
46=" in eine bat datei umwandeln\n  in eine bat2 datei umwandeln\n  in eine Vbs datei umwandeln\n  in eine Au3 datei umwandeln\n Datei speichern\n Zwischenablage Schreiben\n Änderungen übernehmen"

[Language_Greek_Ελληνικά]
01="geogeo  (www.geogeo.gr)"
02="Έξοδος:"
03="Bat\n Αρχείο δέσμης ενεργειών Γραμμής εντολών"
04="Vbs\n Αρχείο VBScript"
05="Au3\n Αρχείο δέσμης ενεργειών Autoit3"
06="Κλείσιμο μενού"
07="Συντόμευση κύριου κλειδιού Reg"
08="Επιλογές..."
09="Χρήση Reg.exe"
10="Χρήση Regedit.exe"
11="Εμφάνιση προόδου - Echo On"
12="Ερώτηση χρήστη για επιβεβαίωση"
13="Μετατροπή τιμής Unicode REG_SZ"
14="Διαγραφή κενών γραμμών"
15="Τυχαίο αρχείο Temp"
16="Πηγαίο αρχείο Reg:"
17="Επιλέξτε αρχείο Reg"
18="Άνοιγμα με το Σημειωματάριο"
19="Περιεχ. αρχείου μητρώου"
20="Περιεχόμενο πρόχειρου"
21="Περιεχ. που μετατράπηκε"
22="Αντιγραφή περιεχόμενου εξόδου στο Πρόχειρο"
23="Μετάβαση στο κλειδί μητρώου"
24="Μετατρ. αρχείου Reg\n Μετατροπή περιεχόμενου αρχείου Reg"
25="Μετατρ. πρόχειρου...\n Μετατροπή περιεχόμενου πρόχειρου"
26="Αποθήκ. σε αρχείο\n Αποθήκευση περιεχόμενου εξόδου"
27="Μενού\n Επιλογές"
28="Παράθυρο &αυτόματης αποθήκευσης"
29="Προσθήκη &σχολίων"
30="Πληροφορίες &Γραμμής εντολών"
31="Επιλογές &Μενού περιβάλλοντος"
32="&Δωρεά"
33="&Επικοινωνία"
34="&Ιστοσελίδα"
35="&Περί..."
36="Παρακαλώ περιμένετε..."
37="Επιλέξτε αρχεία μητρώου\n Αρχεία μητρώου\n Όλα τα αρχεία"
38="Αποθήκευση αρχείων\n Αρχεία δέσμης\n Αρχεία VBScript\n Αρχεία δέσμης ενεργειών Autoit"
39="Υπάρχουν χαρακτήρες unicode στο περιεχόμενο!\n Το αρχείο θα αποθηκευτεί ως ANSI."
40="Δεν ήταν δυνατή η εγγραφή του αρχείου!"
41="Ανάγνωση αρχείου Reg..."
42="Γίνεται έλεγχος των πληροφοριών του Reg..."
43="Γίνεται μετατροπή των πληροφοριών του Reg..."
44="Πρέπει να έχετε δικαιώματα διαχειριστή για να ξεκινήσει αυτή η λειτουργία!"
45="Άνοιγμα θέσης\n Πρόσφατα κλειδιά μητρώου"
46="Μετατροπή σε bat\n Μετατροπή σε bat2\n Μετατροπή σε vbs\n Μετατροπή σε au3\n Αποθ. σε αρχείο\n Εγγραφή στο πρόχειρο\n Εφαρμογή αλλαγών"

[Language_Chinese_Simplified]
01="th_sjy"
02="输出:"
03="Bat\n 命令提示符脚本文件"
04="Vbs\n VB 脚本文件"
05="Au3\n Autoit3 脚本文件"
06="关闭菜单"
07="主注册表项缩短"
08="选项"
09="使用 Reg.exe"
10="使用 Regedit.exe"
11="显示进度 - 回显开"
12="要求用户确认"
13="转换 Unicode REG_SZ 值"
14="删除空行"
15="随机临时文件"
16="源 Reg 文件:"
17="选择 Reg 文件"
18="用记事本打开"
19="注册表文件内容"
20="剪贴板内容"
21="已转换内容"
22="将输出内容复制到剪贴板"
23="跳转到注册表项"
24="转换 Reg 文件\n 转换 Reg 文件内容"
25="转换剪贴板内容\n 转换剪贴板内容"
26="保存到文件\n 保存输出内容"
27="菜单\n 选项"
28="自动保存对话框(&A)"
29="添加注释(&A)"
30="命令行信息(&C)"
31="右键菜单选项(&M)"
32="捐赠(&D)"
33="联系(&C)"
34="主页(&H)"
35="关于(&A)"
36="请稍候..."
37="选择注册表文件\n 注册表文件\n 所有文件"
38="保存文件\n 批处理文件\n VB 脚本文件\n Autoit 脚本文件"
39="在内容中有 unicode 字符!\n 该文件将被保存为 ANSI."
40="该文件无法写入!"
41="正在读取 Reg 文件..."
42="正在检查 Reg 信息..."
43="正在转换 Reg 信息..."
44="您必须具有管理员权限才能启动此功能!"
45="打开位置\n 最近的注册表项"
46="转换为 bat\n 转换为 bat2\n 转换为 vbs\n 转换为 au3\n 保存到文件\n 写入剪贴板\n 应用更改"

[Language_Polish_Polski]
01="Bladius z WinClub.pl"
02="Rozszerzenie"
03="Bat\nPlik skryptowy wiersza polecenia"
04="vbs\n Plik skryptu vbs"
05="au3\n Skrypt pliku autoit3"
06="Zamknij menu"
07="Krótki główny klucz reg"
08="Opcje:"
09="Użyj Reg.exe"
10="Użyj Regedit.exe"
11="Pokaż postęp - echo włączone"
12="Poproś użytkownika o potwierdzenie"
13="Konwertuj wartość Unicode REG_SZ"
14="Usuń puste linie"
15="Losowy plik tymczasowy"
16="Źródło pliku reg"
17="Wybierz plik reg"
18="Otwórz w Notatniku"
19="Zawartość pliku rejestru"
20="Zawartość schowka"
21="Konwertuj zawartość"
22="Kopiuj zawartość wyjściową do schowka"
23="Skocz do klucza rejestru"
24="Konwertuj plik reg\n Konwertuj zawartość pliku reg"
25="Konwertuj schowek\n Konwertuj zawartość schowka"
26="Zapisz do pliku\n Zapisz zawartość wyjściową"
27="Menu\n Opcje"
28="&Automatyczny zapis dialogów"
29="&Dodaj komentarz"
30="&Informacje o liniach komend"
31="Opcje menu kontekstowego"
32="&Wesprzyj"
33="&Kontakt"
34="&Strona domowa"
35="&O programie"
36="Proszę czekać"
37="Wybierz pliki rejestru\n Pliku rejestru\n Wszystkie pliki"
38="Zapisz pliki\n Pliki batch\n Pliki vbs\n Pliki skryptu autoit"
39="W zawartości są znaki unicode!\nPlik zostanie zapisany jako ANSI."
40="Plik nie może zostać zapisany!"
41="Odczytywanie pliku reg"
42="Informacje reg w trakcie sprawdzania"
43="Informacje reg w trakcje konwertowania"
44="Musisz posiadać uprawnienia administratora by skorzystać z tej funkcji!"
45="Otwórz lokalizację\n Ostatnie klucze rejestru"
46="Konwertuj do bat\nKonwertuj do bat2\nKonwertuj do vbs\nKonwertuj do au3\nZapisz do pliku\nZapisz do schowka\nZastosuj"

[Language_French_Français]
01="Largo"
02="Sortie:"
03="Bat\n Fichier script ligne de commande"
04="Vbs\n Fichier VBScript"
05="Au3\n Fichier script Autoit3"
06="Fermer Menu"
07="Clé reg principale courte"
08="Options ..."
09="Utiliser Reg.exe"
10="Utiliser Regedit.exe"
11="Voir Progression - Echo On"
12="Demander confirmation à l'utilisateur"
13="Convertir valeur Unicode REG_SZ"
14="Supprimer les lignes vides"
15="Fichier temporaire aléatoire"
16="Fichier source reg:"
17="Sélectionner Fichier Reg"
18="Ouvrir avec Notepad"
19="Contenu fichier registre"
20="Contenu Presse-papiers"
21="Contenu converti"
22="Copier contenu de sortie au Presse-papiers"
23="Aller à la clé de registre"
24="Convertir Fichier Reg\n Convertir Contenu Fichier Reg"
25="Convertir presse-papiers ...\n Convertir Contenu presse-papiers"
26="Sauver Fichier sous\n Sauver contenu de sortie"
27="Menu\n Options"
28="&Enregistrement automatique des dialogues"
29="&Ajouter commentaires"
30="&Informations sur la ligne de commande"
31="Options du &menu contextuel"
32="&Don"
33="&Contact"
34="&Page d'accueil"
35="&A propos de"
36="Attendez s'il vous plaît ..."
37="Sélectionner Fichiers Registre\n Fichiers Registre\n Tous Fichiers"
38="Sauver Fichiers\n Fichiers Batch\n Fichiers VBScript\n Fichiers Script Autoit"
39="Il y a des caractères unicode dans le contenu!\n Le fichier sera enregistré en tant que ANSI."
40="Le fichier n'a pas pu être écrit!"
41="Lecture du fichier Reg..."
42="Informations Reg en cours de vérification..."
43="Informations en cours sont en train de convertir..."
44="Vous devez disposer des droits d'administrateur pour lancer cette fonctionnalité!"
45="Ouvrir Emplacement\n Clés de registre récentes"
46="Convertir en bat\n Convertir en bat2\n Convertir en vbs\n Convertir en au3\n Sauver Fichier\n Ecrire au presse-papiers\n Appliquer Changements"

[Language_Russian_русский]
01="wvxwxvw"
02="Вывод:"
03="Bat\n Скрипт командной строки"
04="Vbs\n VBS скрипт файл"
05="Au3\n Autoit3 скрипт файл"
06="Закрыть меню"
07="Сокращать основные ключи"
08="Настройки ..."
09="Использовать Reg.exe"
10="Использовать Regedit.exe"
11="Показывать прогресс - Echo On"
12="Подтверждение пользователя"
13="Конвертировать Юникод REG_SZ значений"
14="Удалить пустые строки"
15="Случайный Temp файл"
16="Исходный файл реестра:"
17="Выбрать файл реестра"
18="Открыть в Блокноте"
19="Файл реестра"
20="Содержимое буфера"
21="Результат конвертации"
22="Копировать результат в буфер"
23="Перейти к ключу реестра"
24="Конв. Reg файл\n Конвертировать содержимое Reg файла"
25="Конв. буфер ...\n Конвертировать содержимое буфера"
26="Сохр. в файл\n Сохранить результат в файл"
27="Меню\n Настройки"
28="&Автосохранение (с выбором)"
29="&Добавить комментарий"
30="Кл&ючи командной строки"
31="Опции &контекстного меню"
32="&Поддержать разработку"
33="&Обратная связь"
34="Домашняя &страница"
35="О п&рограмме"
36="Подождите ..."
37="Выбрать файл реестра\n Файлы реестра\n Все файлы"
38="Сохранить файл\n BAT файл\n VBS файл\n Autoit файл"
39="В содержании есть символы Юникода!\n Файл будет сохранен как ANSI."
40="Файл не может быть записан!"
41="Чтение файла реестра..."
42="Проверка файла реестра..."
43="Конвертирование файла реестра..."
44="нужно иметь права администратора для запуска этой функции!"
45="Перейти\n Последние ключи реестра"
46="Конвертировать в bat\n Конвертировать в bat2\n Конвертировать в vbs\n Конвертировать в au3\n Сохр. в файл\n Записать в буфер\n Применить изменения"


[Language_Spanish_Español]
01="Enrique Pineiro"
02="Salida:"
03="Bat\n Archivo Bat de Línea Comando"
04="Vbs\n Archivo VBScript"
05="Au3\n Archivo Autoit3"
06="Cerrar Menú"
07="Clave del Registo Principal Acortado"
08="Opciones...”
09="Use Reg.exe"
10="Use Regedit.exe"
11="Muestre Progreso - Echo On"
12="Preguntar Confirmación al Usuario"
13="Convertir Valor Uní Código REG_SZ"
14="Elimine Líneas en Blanco"
15="Archivo Temporero a la Zar"
16="Fuente en Archivo Registro:"
17="Seleccionar Archivo de Registro"
18="Abrir Con Note Pad"
19="Contenido del Archivo de Registro"
20="Contenido del Portapapeles"
21="Contenido Convertido"
22="Copiar Contenido Producto al Portapapeles"
23="Saltar Llave del de Registro"
24="Convertir Archivo de Registro\n Convertir Contenido del Registro"
25="Convertir de Dentro Portapapeles...\n Convertir Contenido del Portapapeles"
26="Guardar en Archivo\n Guardar el Contenido Resultado"
27="Menú\n Opciones"
28="&Dialogo Auto Guardar"
29="&Añadir Comentarios"
30="&Información de Línea de Comando"
31="Opciones del &Menú de Contextos"
32="&Donar"
33="&Contactar"
34="Página &Hogar"
35="&Acerca de..."
36="Por Favor Espere..."
37="Seleccione Archivos de Registro\n Archivos de Registro\n Todos los Archivos"
38="Guardar Archivos\n Grupo de Archivos\n Archivos VBScript\n Archivos Autoit"
39="¡Hay caracteres uní códigos en el contenido!\n El archivo se guardará como ANSI."
40="¡El archivo no pudo ser escrito!"
41="Leyendo archivo de Registro..."
42="Cotejando información del registro..."
43="La información del registro se esta convertiendo..."
44="¡Debe de tener derecho de administrador para comenzar esa función!"
45="Abrir Localización \n Claves de Registro Recientes"
46="Convertir a Bat\n Convertir a Bat2\n Convertir a vbs\n  Convertir a au3\n Guardar en archivo\n Escribir al portapapeles\n Aplicar Cambios"

[Language_Korean_한국어]
01="Jaehyung Lee"
02="내보내기:"
03="Bat\n 명령 프롬프트 스크립트 파일"
04="Vbs\n VBScript 파일"
05="Au3\n Autoit3 스크립트 파일"
06="메뉴 닫기"
07="메인 Reg 키 짧게"
08="옵션..."
09="Reg.exe 사용"
10="Regedit.exe 사용"
11="진행 표시 - Echo On"
12="사용자 확인 요청"
13="유니코드 REG_SZ 값 변환"
14="빈 줄 삭제"
15="임의 임시 파일"
16="소스 Reg 파일:"
17="Reg 파일 선택"
18="메모장으로 열기"
19="Reg 파일 콘텐츠"
20="클립보드 콘텐츠"
21="변환된 콘텐츠"
22="클립보드에 출력 콘텐츠 복사"
23="레지스트리 키로 이동"
24="Reg 파일 변환\n Reg 파일 콘텐츠 변환"
25="클립보드 변환...\n 클립보드 콘텐츠 변환"
26="파일로 저장\n 출력 콘텐츠 저장"
27="메뉴\n 옵션"
28="&대화 상자 자동 저장"
29="&주석 추가"
30="&명령 줄 정보"
31="컨텍스트 &메뉴 옵션"
32="&기부하기"
33="&연락하기"
34="&홈페이지"
35="&정보..."
36="잠시 기다려 주세요..."
37="레지스트리 파일 선택\n 레지스트리 파일\n 모든 파일"
38="파일 저장\n 배치 파일\n VBScript 파일\n Autoit 스크립트 파일"
39="콘텐츠에 유니코드 문자가 포함되었습니다!\n 파일은 ANSI로 저장됩니다."
40="파일을 작성할 수 없습니다!"
41="Reg 파일 읽는 중..."
42="Reg 정보 확인 중..."
43="Reg 정보 변환 중..."
44="이 기능을 시작하려면 관리자 권한이 요구됩니다!"
45="위치 열기\n 최근 레지스트리 키"
46=".bat로 변환\n .bat2로 변환\n .vbs로 변환\n .au3로 변환\n 파일로 저장\n 클립보드에 복사\n 변경 적용"

[Language_Hungarian_Magyar]
01="dorilacko"
02="Kimenet:"
03="Bat\nParancssor parancsfájl"
04="Vbs\n VBScript fájl"
05="Au3\n Autoit3 Script fájl"
06="Menü bezárása"
07="Fő reg gomb rövidítése"
08="Beállítás..."
09="Reg.exe használat"
10="Regedit.exe használat"
11="Állapotjelzőt mutat"
12="Megerősítés"
13="ÁtalakítUnicode REG_SZ Érték"
14="Üres sorok törlése"
15="VéletlenTemp Fájl"
16="Forrás Reg Fájl"
17="Reg Fájl kiválasztás"
18="Megnyitás Jegyzettömb"
19="Registry Fájl Tartalom"
20="Vágólaptartalom"
21="Konvertált tartalom"
22="Konvertált tartalom másolása a vágólapra"
23="Ugrás a regisztrációs kulcsra"
24="Reg fájl konvertálás \nReg Fájl tartalom konvertálása"
25="Vágólap konvertálás\nVágólap tartalom konvertálása"
26="Mentés fájlba\nKimeneti tartalom mentése"
27="Menü\nBeállítások"
28="&Auto mentés"
29="&Megjegyzés hozzáadása"
30="Parancssori információ"
31="Context &Menü Beállítások"
32="&Adomány"
33="&Kapcsolatfelvétel"
34="&Honlap"
35="&Névjegy"
36="Kérlek várj..."
37="Registry fájlok kiválasztása\n Registry fájlok\n Minden fájl"
38="Fájlok mentése\n Batch Fájlok\n VBScript Fájlok\n Autoit Script Fájlok"
39="A tartalomban vannak unicode karakterek!\n A fájl ANSI-ként kerül mentésre."
40="A fájl nem írható!"
41="Reg fájl olvasása ..."
42="Reg információ ellenőrzése ..."
43="Reg információ konvertálása ..."
44="Csak rendszergazdai jogokkal kezdheted ezt a funkciót!"
45="Megnyitás\n Legutóbbi Registry Kulcs"
46="Konvertálás bat\n Konvertálás bat2\n Konvertálás vbs\n Konvertálás au3\n Mentés fájlba\n Írja a vágólapra\n Változások mentése"

[Language_Slovenian_Slovenščina]
01="Jadran Rudec"
02="Izhod:"
03="Bat\n Skriptna datoteka ukazne vrstice"
04="Vbs\n VB skriptna datoteka"
05="Au3\n Autoit3 skriptna datoteka"
06="Zapri meni"
07="Skrajšan glavni registrski ključ"
08="Možnosti..."
09="Uporabi Reg.exe"
10="Uporabi Regedit.exe"
11="Prikaži napredek - Echo On"
12="Vprašaj uporabnika za potrditev"
13="Pretvori Unicode REG_SZ vrednost"
14="Izbriši prazne vrstice"
15="Naključna začasna datoteka"
16="Izvorna Reg datoteka:"
17="Izberi Reg datoteko"
18="Odpri z Beležnico"
19="Vsebina Reg datoteke"
20="Vsebina odložišča"
21="Pretvorjena vsebina"
22="Kopiraj izhodno vsebino v odložišče"
23="Skoči na ključ registra"
24="Pretvori Reg datot.\n Pretvori vsebino Reg datoteke"
25="Pretvori odložišče...\n Pretvori vsebino odložišča"
26="Shrani v datoteko\n Shrani izhodno vsebino"
27="Meni\n Možnosti"
28="Po&govorno okno za samodejno shranjevanje"
29="&Dodaj komentarje"
30="&Informacije o ukazni vrstici"
31="Možnosti &priročnega menija"
32="&Donirajte"
33="&Pišite nam"
34="Do&mača stran"
35="&Vizitka"
36="Počakajte, prosim..."
37="Izberi datoteke registra\n Datoteke registra\n Vse datoteke"
38="Shrani datoteke\n Batch datoteke\n VBScript datoteke\n Autoit skriptne datoteke"
39="V vsebini so znaki Unicode!\n The file will be saved as ANSI."
40="Datoteke ni bilo mogoče zapisati!"
41="Branje Reg datoteke..."
42="Informacije Reg datoteke se preverjajo..."
43="Informacije Reg datoteke se pretvarjajo..."
44="Za zagon te funkcije morate imeti skrbniške pravice!"
45="Odpri mesto\n Nedavni ključi Registra"
46="Pretvori v bat\n Pretvori v bat2\n Pretvori v vbs\n Pretvori v au3\n Shrani v datoteko\n Zapiši v odložišče\n Uporabi spremembe"

[Language_Indonesian_Bahasa Indonesia]
01="Nicedward"
02="Output:"
03="Bat\n File Skrip Command Prompt"
04="Vbs\n File VBSkrip"
05="Au3\n File Skrip Autoit3"
06="Tutup Menu"
07="Nilai Reg Utama Dipersingkat"
08="Opsi ..."
09="Gunakan Reg.exe"
10="Gunakan Regedit.exe"
11="Tampilkan Kemajuan - Echo Aktif"
12="Minta Pengguna untuk Konfirmasi"
13="Konversikan Nilai Unikode REG_SZ"
14="Hapus Baris Kosong"
15="File Smntara acak"
16="File Reg Sumber:"
17="Pilih File Reg"
18="Buka Dengan Notepad"
19="Konten File Registri"
20="Konten Papan klip"
21="Konten Terkonversi"
22="Salin Konten Output ke Papan klip"
23="Lompat ke Nilai Registri"
24="Konversikan File Reg\n Konversikan Konten File Reg"
25="Konversikan Klip ...\n Konversikan Konten Papan klip"
26="Simpan Ke File\n Simpan Konten Output"
27="Menu\n Opsi"
28="&Dialog Otomatis Simpan"
29="&Tambah komentar"
30="&Info Baris Perintah"
31="Opsi &Menu Konteks"
32="&Donasi"
33="&Hubbungi"
34="&Beranda"
35="&Tentang"
36="Harap Tunggu ..."
37="Pilih File Registri\n File Registri\n Semua File"
38="Simpan File\n File Batch\n File VBSkrip\n File Skrip Autoit"
39="Ada karakter unikode dalam konten!\n  File akan disimpan sebagai ANSI."
40="File tidak bisa ditulis!"
41="Membaca file reg..."
42="Sedang memeriksa informasi Reg..."
43="Sedang mengkonversikan informasi Reg..."
44="Anda harus memiliki hak administrator untuk memulai fitur ini!"
45="Buka Lokasi\n Nilai Registri Terbaru"
46="Konversikan ke bat\n Konversikan ke bat2\n Konversikan ke vbs\n Konversikan ke au3\n Simpan ke file\n Tulis ke papan klip\n Terapkan Perubahan"

[Language_Portuguese_Português]
01="JNylson"
02="Saída:"
03="Bat\n Arquivo de Script do Prompt de Comando"
04="Vbs\n Arquivo VBScript"
05="Au3\n Arquivo de Script Autoit3"
06="Fechar Menu"
07="Encurtar Chave Reg Principal"
08="Opções ..."
09="Usar Reg.exe"
10="Usar Regedit.exe"
11="Mostrar Progresso - Echo On"
12="Pedir ao Usuário Confirmação"
13="Converter Valor Unicode REG_SZ "
14="Excluir Linhas em Branco"
15="Arquivo Temp Aleatório"
16="Arquivo de Registro de Origem:"
17="Selecione o Arquivo Reg"
18="Abrir Com Bloco de Notas"
19="Arquivo de Registro"
20="Área de Transferência"
21="Convertido"
22="Copiar o Conteúdo de Saída para a Área de Transferência"
23="Ir para a Chave do Registro"
24="Converter Arquivo\n Converter Conteúdo do Arquivo de Registro"
25="Área de Transfer.\n Converter Conteúdo para Área de Transferência"
26="Salvar Para Arquivo\n Salvar Conteúdo de Saída"
27="Menu\n Opções"
28="&Auto Salvar Diálogo"
29="&Adicionar Comentários"
30="Informações de Linha de &Comand "
31="Opções do &Menu de Contexto"
32="&Doar"
33="&Contato"
34="&Página Principal"
35="&Sobre"
36="Por favor, espere ..."
37="Selecionar Arquivos do Registro\n Arquivos de Registro\n Todos os Arquivos"
38="Salvar Arquivos\n Arquivos em Lotes\n Arquivos VBScript\n Arquivos de script AutoIt"
39="Há caracteres Unicode no conteúdo!\n O arquivo será salvo como ANSI."
40="O arquivo não pôde ser escrito!"
41="Lendo arquivo reg..."
42="Informações de registro estão sendo verificadas..."
43="Informações de registro estão sendo convertidas..."
44="Você deve ter direitos de administrador para iniciar este recurso!"
45="Abrir Local\n Chaves de Registro Recentes"
46="Converter para bat\n Converter bat2\n Converter para vbs\n Converter para au3\n Salvar para arquivo\n Escreva para área de transferência\n Aplicar alterações"

[Language_Italian_Italiano]
01="Luca Bastiani"
02="In Uscita:"
03="Bat\nFile Di Script Del Prompt Dei Comandi"
04="Vbs\nFile VBScript"
05="Au3\nFile Di Script Autoit3"
06="Chiudi Menu"
07="Tasto Reg Principale Abbreviato"
08="Opzioni..."
09="Usa Reg.exe"
10="Usa Regedit.exe"
11="Mostra Progressi - Eco Attivo"
12="Chiedi All'Utente Di Confermare"
13="Converti Il Valore Unicode REG_SZ"
14="Elimina Righe Vuote"
15="File Temporaneo Casuale"
16="File Reg Di Origine:"
17="Seleziona File Reg"
18="Apri Con Notepad"
19="Contenuto Del File Di Registro"
20="Contenuto Degli Appunti"
21="Contenuto Convertito"
22="Copia Il Contenuto In Uscita Negli Appunti"
23="Vai Alla Chiave Di Registro"
24="Converti File Reg\nConverti Il C​contenuto Del File Reg"
25="Converti Clip...\nConverti Il C​ontenuto Degli Appunti"
26="Salva Su File\nSalva Contenuto In Uscita"
27="Menu\nOpzioni"
28="&Salva Automaticamente La Finestra Di Dialogo"
29="&Aggiungi Commenti"
30="&Informazioni Sulla Riga Di Comando"
31="Opzioni &Menu Constestuale"
32="&Se Ti Piace Il Programma Fai Una Donazione!"
33="&Contatti"
34="&Home Page"
35="&Informazioni"
36="Attendi..."
37="Seleziona I File Di Registro\nFile Di Registro\nTutti I File"
38="Salva File\nFile Batch\nFile VBScript\nFile Script Autoit"
39="Ci Sono Caratteri Unicode Nel Contenuto!\nIl File Verrà Salvato Come ANSI."
40="Impossibile Scrivere Il File!"
41="Lettura File Reg..."
42="Le Informazioni Del Registro Sono In Fase Di Verifica..."
43="Le Informazioni Del File Reg Sono In Fase Di Conversione..."
44="È Necessario Disporre Dei Diritti Di Amministratore Per Avviare Questa Funzione!"
45="Apri Posizione\nChiavi Di Registro Recenti"
46="Converti In bat\nConverti In bat2\nConverti In vbs\nConverti In au3\nSalva Su File\nScrivi Negli Appunti\nApplica I Cambiamenti"

[Language_Arabic_العربية]
01="BlueLife"
02="ناتج:"
03="Bat\n Command Prompt Script File"
04="Vbs\n VBScript File"
05="Au3\n Autoit3 Script File"
06="اغلاق القائمة"
07="مكتب التسجيل الرئيسية تقصير"
08="الخيارات..."
09=" Reg.exe استخدم"
10=" Regedit.exe استخدم"
11="اظهار التقدم - صدى في"
12="اطلب من المستخدم التاكيد"
13="REG_SZ Value تحويل الحروف الدولية"
14="حذف خطوط فارغة"
15="ملفات عشوائية مؤقتة"
16="ملف المرجع المصدر:"
17="حدد مكتب التسجيل ملف"
18="فتح مع المفكرة"
19="محتوى ملف السجل"
20="محتوى الحافظة"
21="المحتوى المحول"
22="نسخ محتوى الاخراج الى الحافظة"
23="اذهب الى مفتاح التسجيل"
24="تحويل ملف التسجيل\n تحويل محتوى ملف مكتب التسجيل"
25="تحويل مقطع ...\n تحويل محتويات الحافظة"
26="حفظ الى ملف\n حفظ محتوى الناتج"
27="قائمة \n خيارات"
28="& حفظ تلقائي للحوار"
29="& اضف التعليقات"
30="& معلومات سطر الاوامر"
31="خيارات السياق والقائمة"
32="&تبرع"
33="&اتصال"
34="&الصفحة الرئيسية"
35="&حول ترجمة فتحي الداودية"
36="...الرجاء الانتظار."
37="حدد ملفات التسجيل\n ملفات التسجيل\n كل الملفات"
38="حفظ الملفات\n ملفات دفعية\n ملفات VBScript\n ملفات النص التلقائي"
39="هناك احرف دولية في المحتوى! \n سيتم حفظ الملف كـ ANSI."
40="لا يمكن كتابة الملف!"
41="ريج ملف القراءة ..."
42="يتم التحقق من المعلومات ريج ..."
43="ريج المعلومات يجري تحويل ..."
44="يجب ان يكون لديك حقوق المسؤول لبدء هذه الميزة!"
45="افتح الموقع \n مفاتيح التسجيل الاخيرة"
46="تحويل الى bat \ n تحويل الى bat2 \ n تحويل الى vbs \ n تحويل الى au3 \ n حفظ الى ملف \ n كتابة الى الحافظة \ n تطبيق التغييرات"

[Language_Thai_ภาษาไทย]
01="Nitikorn Khampukdee"
02="เอาท์พุต:"
03="Bat\n Command Prompt Script File"
04="Vbs\n VBScript File"
05="Au3\n Autoit3 Script File"
06="ปิดเมนู"
07="Main Reg Key Shorten"
08="ตัวเลือก ..."
09="ใช้ Reg.exe"
10="ใช้ Regedit.exe"
11="แสดงความคืบหน้า - Echo On"
12="ขอให้ผู้ใช้ยืนยัน"
13="แปลง Unicode REG_SZ Value"
14="ลบบรรทัดที่ว่าง"
15="สุ่ม Temp File"
16="แหล่งที่มา Reg File:"
17="เลือก Reg File"
18="เปิดด้วย Notepad"
19="เนื้อหา Registry File"
20="เนื้อหา Clipboard"
21="เนื้อหา ที่แปลงแล้ว"
22="คัดลอกเนื้อหาไปยัง Clipboard"
23="ไปยัง Registry Key"
24="แปลง Reg File\n แปลงเนื้อหา Reg File"
25="แปลง Clip ...\n แปลงเนื้อหา Clipboard"
26="บันทึกเป็น\n บันทึกไฟล์และเลือกตำแหน่งที่จะเก็บไฟล์"
27="เมนู ...\n ตัวเลือก"
28="&บันทึกอัตโนมัติ"
29="&เพิ่มความคิดเห็น"
30="&ข้อมูลบรรทัดคำสั่ง Command"
31="ตัวเลือก &เมนูคลิกขวา"
32="&บริจาค"
33="&ติดต่อ"
34="&โฮมเพจ"
35="&เกี่ยวกับ"
36="โปรดรอ ..."
37="เลือก Registry Files\n Registry Files\n All Files"
38="บันทึก Files\n Batch Files\n VBScript Files\n Autoit Script Files"
39="มีอักขระ Unicode ในเนื้อหา!\n ไฟล์จะถูกบันทึกเป็น ANSI."
40="ไม่สามารถเขียนไฟล์ได้!"
41="Reg file กำลังอ่าน ..."
42="Reg กำลังตรวจสอบข้อมูล ..."
43="Reg กำลังถูกแปลงข้อมูล..."
44="คุณต้องมีสิทธิ์ของผู้ดูแลระบบ Administrator เพื่อเริ่มต้นใช้งานใช้งานคุณลักษณะนี้!"
45="เปิดตำแหน่ง\n Registry Keys ล่าสุด"
46="แปลงเป็น bat\n แปลงเป็น bat2\n แปลงเป็น vbs\n แปลงเป็น au3\n บันทึกเป็น\n เขียนลงใน clipboard\n Apply Changes"


[Language_Japanese_日本語]
01="Jagee"
02="出力:"
03="Bat\nコマンドプロンプトスクリプトファイル"
04="Vbs\n VBスクリプトファイル"
05="Au3\n Autoit3スクリプトファイル"
06="閉じる"
07="クリップボードを変換 ...\n クリップボードの内容を変換する"
08="オプション ..."
09="Reg.exeを使用"
10="Regedit.exeを使用"
11="進行状況表示 - Echo On"
12="確認を求める"
13="Unicode REG_SZ値を変換する"
14="空白行を削除"
15="ランダムTempファイル"
16="Source Reg ファイル:"
17="Regファイルを選択"
18="ノートパッドで開く"
19="レジストリファイルの内容"
20="クリップボードの内容"
21="変換された内容"
22="出力内容をクリップボードにコピー"
23="レジストリキーにジャンプ"
24="Regファイルを変換\n Regファイルの内容を変換する"
25="クリップを変換 ...\n クリップボードの内容を変換する"
26="ファイルに保存\n 出力内容をファイルに保存する"
27="メニュー\n オプション"
28="自動保存ダイアログ (&A)"
29="コメントを追加 (&A)"
30="コマンドライン情報 (&C)"
31="コンテキストメニューオプション (&M)"
32="寄付する (&D)"
33="コンタクト (&C)"
34="ホームページ (&H)"
35="Reg Converterについて (&A)"
36="お待ちください ..."
37="レジストリファイルの選択\n レジストリファイル\n すべてのファイル"
38="ファイルを保存\n Batch ファイル\n VBスクリプト ファイル\n Autoitスクリプト ファイル"
39="内容にユニコード文字が含まれています！\n ファイルはANSIとして保存されます。"
40="ファイルを書き込むことができませんでした！"
41="Regファイルの読み込み中..."
42="Reg情報を確認中です..."
43="Reg情報を変換中です..."
44="この機能を開始するには、管理者権限が必要です！"
45="エディターで開く\n 最近使用したレジストリキー"
46="batへ変換\n bat2へ変換\n vbsへ変換\n au3へ変換\n ファイルに保存\n クリップボードに書き込む\n 変更を適用する"

[Language_Hebrew_עברית]
01="By MilleR_DaNi"
02=":פלט"
03="Bat\n Bat שורת הפקודה קובץ סקריפט"
04="Vbs\n VB קובץ סקריפט"
05="Au3\n Autoit3 קובץ סקריפט"
06="סגור תפריט"
07="ראשי מקשי קיצור"
08=" ...אפשרויות"
09="Reg.exe השתמש ב-"
10=" Regedit.exe השתמש ב-"
11="הצג התקדמות"
12="שאל את המשתמש כדי לאשר"
13="REG_SZ המרת ערך"
14="מחק שורות ריקות"
15="קבצים זמניים אקראיים"
16=":קובץ מקור"
17="בחר קובץ "
18="פתח עם פנקס רשימות"
19="תוכן קובץ רגי'סטרי"
20="תוכן לוח עריכה"
21="תוכן שהומר"
22="העתק תוכן הפלט ללוח העריכה"
23="קפוץ למפתח הרישום"
24="המרה קובץ \n המרת קובץ רגי'סטרי"
25="המרת תוכן\nהמרת תוכן לוח העריכה"
26="שמור קובץ\n שמור תוכן פלט"
27="תפריט\n אפשרויות"
28="&שמור דיאלוג אוטומטית"
29="&הוסף הערות"
30="&מידע שורת פקודה"
31="אפשרויות תפריט"
32="&לתרום"
33="&תמיכה טכנית"
34="&אתר הבית"
35="&אודות"
36="...המתן בבקשה"
37="בחר קבצי רישום\n קבצי רגי'סטרי\n כל הקבצים"
38="לשמור קבצים\n קבצי אצווה\n VBקבצי סקריפט\n Autoit קבצי סקריפט"
39="!ישנם תווים ניקוד בתוכן\n הקובץ יישמר בתור ANSI"
40="!אין אפשרות לכתוב את הקובץ"
41="קובץ קריאה רגי'סטרי"
42="מידע נמצאת בבדיקה רגי'סטרי"
43="המידע מומר רגי'סטרי"
44="! עליך להיות בעל הרשאות מנהל כדי להפעיל תכונה זו"
45="פתח מיקום \n מפתחות רגי'סטרי אחרונים"
46="המרה bat\nהמרה bat2\n המרה vbs\n המרה au3\n שמור קובץ\n לכתוב \n החל שינויים"

[Language_Dutch_Nederlands]
01="J. Wisman"
02="Uitvoer:"
03="Bat\n Opdrachtprompt Scriptbestand"
04="Vbs\n VBScript-bestand"
05="Au3\n Autoit3-scriptbestand"
06="Menu sluiten"
07="Hoofdsleutel verkorten"
08="Opties ..."
09="Gebruik Reg.exe"
10="Gebruik Regedit.exe"
11="Toon voortgang - Echo On"
12="Gebruiker vragen om te bevestigen"
13="Converteer Unicode REG_SZ waarde"
14="Verwijder lege regels"
15="Willekeurig tijdelijk bestand"
16="Bron Reg-bestand:"
17="Selecteer Reg-bestand"
18="Openen met Kladblok"
19="Inhoud van registerbestand"
20="Klembordinhoud"
21="Geconverteerde inhoud"
22="Uitvoerinhoud kopiëren naar klembord"
23="Ga naar registersleutel"
24="Convert Reg File\n Converteer inhoud naar Reg-bestand"
25="Convert Clip ...\n Converteer klembord-inhoud"
26="Uitvoer opslaan\n Uitvoerinhoud opslaan naar bestand"
27="Menu\n Opties"
28="&Dialoogvenster automatisch opslaan"
29="&Commentaar toevoegen"
30="&Opdrachtregelgegevens"
31="Context&menu opties"
32="&Doneer"
33="&Contact"
34="&Homepagina"
35="&Over"
36="Wachten ..."
37="Selecteer Registerbestanden\n Registerbestanden\n Alle bestanden"
38="Bestanden opslaan\n Batchbestanden\n VBScript-bestanden\n Autoit Script-bestanden"
39="De inhoud bevat unicode-tekens!\n Het bestand wordt opgeslagen als ANSI."
40="Het bestand kan niet worden geschreven!"
41="Reg-bestand lezen..."
42="Reg-informatie wordt gecontroleerd..."
43="Reg-informatie wordt geconverteerd..."
44="Je moet beheerdersrechten hebben om deze functie te starten!"
45="Open locatie\n Recente registersleutels"
46="Converteren naar bat\n Converteren naar bat2\n Converteren naar vbs\n Converteren naar au3\n Opslaan in bestand\n Schrijf naar klembord\n Wijzigingen toepassen"
